<template>
    <main>
        <navbar></navbar>
        <div style="background-color: #F9F9F9; min-height: 600px">
            <div class="container article">
                <div class="article-title text-uppercase pt-4 pb-4">
                    Правила пользования
                </div>
                <div class="article-body p-5">
                    <div class="article-body__caption">
                        1.Общие положения
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>1.1. Настоящая Политика о защите персональных данных Сервиса по бронированию «Рекордово»
                                (далее — «Политика») является официальным документом ООО «Рекордово Трэвел» и направлена
                                на сохранение конфиденциальности персональных данных клиентов (далее — «Клиенты»),
                                пользующихся услугами Сервиса по бронированию «Рекордово» (далее — «Сервис») посредство
                                сети Интернет с любого устройства в целях бронирования туристических и спортивных баз и
                                иных объектов размещения аналогичного характера (далее — «Объекты размещения»),
                                обеспечение безопасности персональных данных при их обработке, защиту прав и свобод
                                человека и гражданина при обработке его персональных данных, в том числе защиту прав на
                                неприкосновенность частной жизни, личную и семейную тайну.
                            </li>
                            <li>1.2. Настоящая Политика устанавливает перечень обрабатываемых персональных данных
                                Клиентов, основные принципы, цели, способы, условия обработки персональных данных,
                                функции и перечень действий Сервиса и его сотрудников, связанных с обработкой
                                персональных данных Клиентов.
                            </li>
                            <li>1.3. Обработка персональных данных Клиентов осуществляется Оператором Сервиса —
                                российским юридическим лицом обществом с ограниченной ответственностью ООО «Рекордово
                                Трэвел» (ИНН 9 718 133 941, ОГРН 1 197 746 233 520, юридический адрес: 10 497, г.
                                Москва, ул. Монтажная, д. 9, стр. 1, этаж 3, помещение IV, комната 11, офис А1Ж, тел.:
                                +7 495 001-07-17, e-mail: support@rekordovo.ru) самостоятельно, без привлечения третьих
                                лиц.
                            </li>
                            <li>1.4. Сервис может осуществлять обработку следующих персональных данных Клиентов:
                                фамилия, имя, домашний/мобильный телефон, адрес электронной почты. Также Сервис собирает
                                технические данные, которые автоматически передаются устройством, с помощью которого
                                Клиент использует Сервис, в том числе технические характеристики устройства, IP-адрес,
                                информация, сохраненная в файлах «cookies» и иная подобная информация;
                            </li>
                            <li>1.5. Рассматриваемые в настоящей Политике отношения, связанные со сбором, хранением,
                                обработкой, распространением и защитой информации о Клиентах, регулируются в
                                соответствии с действующим законодательством Российской Федерации. Применение к ним норм
                                иностранного права возможно исключительно в случаях, предусмотренных законодательством
                                Российской Федерации.
                            </li>
                            <li>1.6. При регистрации и доступе на Сервисе Клиенту запрещается указывать о себе
                                недостоверную и/или неполную информацию
                            </li>
                            <li>1.7. Предоставляя данные третьих лиц, необходимые для использования Сервиса, Клиент
                                подтверждает получение им согласия этих лиц либо уполномоченных представителей этих лиц
                                на обработку их персональных данных либо наличие у Клиента полномочий на выражение
                                согласия от имени таких лиц.
                            </li>
                            <li>1.8. Настоящее согласие предоставляется Клиентом бессрочно на весь период использования
                                Сервиса. В случае несогласия Клиента с настоящей Политикой использование Сервиса должно
                                быть прекращено.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        2. Терминология
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>2.1. Персональные данные — любая информация, относящаяся к прямо или косвенно
                                определенному или определяемому физическому лицу (субъекту персональных данных).
                            </li>
                            <li>2.2. Оператор — ООО «Рекордово Трэвел», самостоятельно организующее и осуществляющее
                                обработку персональных данных, а также определяющее цели обработки персональных данных,
                                состав персональных данных, подлежащих обработке, действия (операции), совершаемые с
                                персональными данными.
                            </li>
                            <li>2.3. Обработка персональных данных — любое действие (операция) или совокупность действий
                                (операций), совершаемых с персональными данными, включая сбор, запись, систематизацию,
                                накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                                передачу (распространение, предоставление, доступ), обезличивание, блокирование,
                                удаление, уничтожение персональных данных.
                            </li>
                            <li>2.4. Иные термины, упоминаемые в настоящей Политике, подлежат толкованию в соответствии
                                с положениями Федерального закона от 27.07.2006 г. №152-ФЗ «О персональных данных» и
                                иных нормативно-правовых актов в области персональных данных.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        3. Цели обработки персональных данных Клиентов Сервиса
                    </div>
                    <div class="article-body__text">
                        Сервис обрабатывает персональные данные Клиентов в следующих целях:
                        <ul class="article-body__numeric p-0">
                            <li>Для оформления и управления бронированиями, совершенных посредством использования
                                Сервиса, в том числе для передачи данных о совершенных бронированиях в Объекты
                                размещения.
                            </li>
                            <li>Для оказания Клиентам необходимой помощи, включая выбор необходимого объекта размещения,
                                оформления бронирования, решения проблемных ситуаций Клиентов с Объектами размещения.
                            </li>
                            <li> Для управления Клиентами бронированиями, участия в специальных предложениях и
                                программах лояльности Сервиса, сохранения параметров поиска.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        4. Принципы обработки персональных данных Клиентов
                    </div>
                    <div class="article-body__text">
                        Обработка персональных данных Клиентов осуществляется Сервисом с учетом необходимости
                        обеспечения защиты прав и свобод Клиентов, в том числе защиты права на
                        неприкосновенность частной жизни, личную и семейную тайну, на основе следующих
                        принципов:
                        <ul class="article-body__numeric article-body__indent p-0">
                            <li>обработка персональных данных осуществляется на законной и справедливой основе;</li>
                            <li>обработка персональных данных ограничивается достижением конкретных, заранее
                                определенных и законных целей;
                            </li>
                            <li>не допускается обработка персональных данных, несовместимая с целями сбора персональных
                                данных
                            </li>
                            <li>не допускается объединение баз данных, содержащих персональные данные, обработка которых
                                осуществляется в целях, несовместимых между собой;
                            </li>
                            <li>обработке подлежат только персональные данные, которые отвечают целям их обработки;</li>
                            <li>содержание и объем обрабатываемых персональных данных соответствует заявленным целям
                                обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к
                                заявленным целям их обработки;
                            </li>
                            <li>при обработке персональных данных обеспечиваются точность персональных данных, их
                                достаточность, а в необходимых случаях и актуальность по отношению к целям обработки
                                персональных данных. Сервис принимает необходимые меры по удалению или уточнению
                                неполных или неточных персональных данных;
                            </li>
                            <li>хранение персональных данных осуществляется в форме, позволяющей определить субъекта
                                персональных данных, не дольше, чем того требуют цели обработки персональных данных,
                                если срок хранения персональных данных не установлен федеральным законом, договором,
                                стороной которого, выгодоприобретателем или поручителем по которому является субъект
                                персональных данных;
                            </li>
                            <li>обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей
                                обработки или в случае утраты необходимости в достижении этих целей, если иное не
                                предусмотрено федеральным законом.
                            </li>
                            <li></li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        5. Функции Сервиса при осуществлении обработки персональных данных Клиентов
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric article-body__no-margin p-0">
                            При осуществлении обработки персональных данных Сервис:
                            <li>- принимает меры, необходимые и достаточные для обеспечения выполнения требований
                                законодательства Российской Федерации и локальных нормативных актов в области
                                персональных данных;
                            </li>
                            <li>- принимает правовые, организационные и технические меры для защиты персональных данных
                                от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования,
                                копирования, предоставления, распространения персональных данных, а также от иных
                                неправомерных действий в отношении персональных данных;
                            </li>
                            <li>- еспечивает назначение Операторами лиц, ответственных за организацию обработки и
                                обеспечения безопасности персональных данных Клиентов;
                            </li>
                            <li>- обеспечивает издание Операторами локальных нормативных актов, определяющих политику и
                                вопросы обработки и защиты персональных данных Клиентов;
                            </li>
                            <li>- обеспечивает неограниченный доступ Клиентов к настоящей Политике;</li>
                            <li>- прекращает обработку и уничтожает персональные данные в случаях, предусмотренных
                                законодательством Российской Федерации в области персональных данных;
                            </li>
                            <li>- совершает иные действия, предусмотренные законодательством Российской Федерации в
                                области персональных данных.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        6. Условия обработки персональных данных Клиентов
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>6.1. Обработка персональных данных осуществляется Сервисом с согласия Клиента как с
                                момента совершения им бронирования, так и непосредственно после регистрации Клиента на
                                Сервисе.
                            </li>
                            <li>6.2. Получение согласия Клиента на обработку его персональных данных является
                                необходимым условием совершения Клиентом бронирования или регистрации на Сервисе.
                                Совершение бронирования или регистрация на Сервисе невозможна без получения согласия
                                Клиента на обработку его персональных данных.
                            </li>
                            <li>6.3. Сервис вправе передать персональные данные Клиента следующим лицам, в том числе в
                                целях обработки персональных данных:
                                Объекту размещения.
                                <ul class="article-body__numeric article-body__no-margin p-0">
                                    <li>- Уполномоченным государственным органам.</li>
                                    <li>- Иным лицам, в том числе организациям в случаях и в порядке, предусмотренном
                                        соответствующими договорами и законодательством РФ.
                                    </li>
                                </ul>
                            </li>
                            <li>6.4. При этом при передаче персональных данных вышеперечисленным лицам Сервис не несет
                                дальнейшей ответственности за законность дальнейшей обработки персональных данных,
                                осуществляемой этими лицами.
                            </li>
                            <li>6.5. Клиент регистрируется и осуществляет иные действия посредством Сервиса
                                исключительно для целей, предусмотренных пунктом ст. 22 ФЗ от 27.07.2006 г. № 152-ФЗ «О
                                персональных данных», а именно для получения оператором персональных данных в связи с
                                заключением договора, стороной которого является субъект персональных данных, если
                                персональные данные не распространяются, а также не предоставляются третьим лицам без
                                согласия субъекта персональных данных и используются оператором исключительно для
                                исполнения указанного договора и заключения договоров с субъектом персональных данных.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        7. Перечень действий с персональными данными Клиентов и способы их обработки
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>7.1. Сервис осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение
                                (обновление, изменение), извлечение, использование, передачу, в том числе трансграничную
                                (распространение, предоставление, доступ), обезличивание, блокирование, удаление и
                                уничтожение персональных данных.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        8. Права Клиентов как субъектов персональных данных
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>8.1. В соответствии с законодательством о персональных данных субъекты персональных
                                данных имеют право на получение информации, касающейся обработки его персональных
                                данных, в том числе содержащей:
                            </li>
                            <li>
                                <ul class="article-body__numeric article-body__indent p-0">
                                    <li>- подтверждение факта обработки персональных данных оператором;</li>
                                    <li>- правовые основания и цели обработки персональных данных</li>
                                    <li>- цели и применяемые оператором способы обработки персональных данных;
                                    </li>
                                    <li>- наименование и место нахождения оператора, сведения о лицах (за исключением
                                        работников оператора), которые имеют доступ к персональным данным или которым
                                        могут быть раскрыты персональные данные на основании договора с оператором или
                                        на основании федерального закона;
                                    </li>
                                    <li>- обрабатываемые персональные данные, относящиеся к соответствующему субъекту
                                        персональных данных, источник их получения, если иной порядок представления
                                        таких данных не предусмотрен федеральным законом;
                                    </li>
                                    <li>- сроки обработки персональных данных, в том числе сроки их хранения;</li>
                                    <li>- порядок осуществления субъектом персональных данных прав, предусмотренных
                                        настоящим Федеральным законом;
                                    </li>
                                    <li>- информацию об осуществленной или о предполагаемой трансграничной передаче
                                        данных;
                                    </li>
                                    <li>- наименование или фамилию, имя, отчество и адрес лица, осуществляющего
                                        обработку персональных данных по поручению оператора, если обработка поручена
                                        или будет поручена такому лицу;
                                    </li>
                                    <li>- иные сведения, предусмотренные настоящим Федеральным законом или другими
                                        федеральными законами.
                                    </li>
                                </ul>
                            </li>
                            <li>8.2. Сведения, указанные в п. 9.1., предоставляются субъекту персональных данных при
                                обращении субъекта персональных данных при условии предоставления Оператору
                                доказательства принадлежности персональных данных, в отношении которых направляется
                                запрос, именно данному субъекту.
                            </li>
                            <li>8.3. Субъект персональных данных имеет право на отзыв своего согласия на обработку
                                персональных данных, а также на их удаление.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        9. Обеспечения выполнения обязанностей Оператора
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>9.1. Оператор принимает следующие необходимые меры, необходимые для выполнения
                                обязанностей оператора персональных данных, предусмотренных законодательством Российской
                                Федерации:
                            </li>
                            <li>
                                <ul class="article-body__numeric article-body__indent p-0">
                                    <li>- назначение лица, ответственного за организацию обработки и обеспечения
                                        безопасности персональных данных;
                                    </li>
                                    <li>- принятие локальных нормативных актов и иных документов в области обработки и
                                        защиты персональных данных;
                                    </li>
                                    <li>- получение согласий субъектов персональных данных на обработку их персональных
                                        данных, за исключением случаев, предусмотренных законодательством Российской
                                        Федерации;
                                    </li>
                                    <li>- обеспечение раздельного хранения персональных данных и их материальных
                                        носителей, обработка которых осуществляется в разных целях и которые содержат
                                        разные категории персональных данных;
                                    </li>
                                    <li>- хранение материальных носителей персональных данных с соблюдением условий,
                                        обеспечивающих сохранность персональных данных и исключающих несанкционированный
                                        доступ к ним;
                                    </li>
                                    <li>- организация режима обеспечения безопасности помещений, в которых размещена
                                        информационная система, препятствующего возможности неконтролируемого
                                        проникновения или пребывания в этих помещениях лиц, не имеющих права доступа в
                                        эти помещения;
                                    </li>
                                    <li>- обеспечение сохранности носителей персональных данных;</li>
                                    <li>- утверждение руководителем оператора документа, определяющего перечень лиц,
                                        доступ которых к персональным данным, обрабатываемым в информационной системе,
                                        необходим для выполнения ими служебных (трудовых) обязанностей;
                                    </li>
                                    <li>- использование средств защиты информации, прошедших процедуру оценки
                                        соответствия требованиям законодательства Российской Федерации в области
                                        обеспечения безопасности информации, в случае, когда применение таких средств
                                        необходимо для нейтрализации актуальных угроз.
                                    </li>
                                    <li> - иные меры, предусмотренные законодательством Российской Федерации в области
                                        персональных данных.
                                    </li>
                                </ul>
                            </li>
                            <li>9.2. Меры по обеспечению безопасности персональных данных при их обработке в
                                информационных системах персональных данных устанавливаются, в том числе в соответствии
                                с локальными нормативными актами Оператора, регламентирующими вопросы обеспечения
                                безопасности персональных данных при их обработке.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        10. Контроль за соблюдением законодательства Российской Федерации и локальных нормативных актов
                        в области персональных данных,
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>10.1. Контроль за соблюдением Оператором законодательства Российской Федерации и
                                локальных нормативных актов в области персональных данных осуществляется с целью
                                принятых мер, направленных на предотвращение и выявление нарушений законодательства
                                Российской Федерации в области персональных данных, выявления возможных каналов утечки и
                                несанкционированного доступа к персональным данным, устранения последствий таких
                                нарушений.
                            </li>
                            <li>10.2. Внутренний контроль за соблюдением Оператором законодательства Российской
                                Федерации и локальных нормативных актов в области персональных данных осуществляется
                                лицом, ответственным за организацию обработки и обеспечение безопасности персональных
                                данных.
                            </li>
                        </ul>
                    </div>

                    <div class="article-body__caption">
                        11. Ограничение ответственности.
                    </div>
                    <div class="article-body__text">
                        <ul class="article-body__numeric p-0">
                            <li>11.1 Оператор исходит из того, что регистрационную форму на Сервисе заполняет
                                непосредственно сам Клиент. Ответственность за правомерность предоставления и
                                достоверность персональных данных Клиента и иных лиц, данные которых сообщены, несет
                                исключительно сам Клиент. При этом Клиент уведомлен, что несет установленную
                                законодательством РФ ответственность в случае указания некорректных данных, в т. ч.
                                данных третьих лиц без получения соответствующих полномочий от них.
                            </li>
                            <li>11.2. Оператор не проводит установление личности Клиента и не принимает на себя
                                обязанности по такому установлению личности, и не несет ответственности за возможный
                                ущерб в случае, если Клиент не является таким лицом.
                            </li>
                            <li>11.3. Клиент согласен на получение от Оператора сообщений, рекламы, связанных с
                                Сервисом, которые могут направляться по адресу электронной почты, указанному Клиентом
                                при регистрации на Сервисе.
                            </li>
                            <li>11.4. В случае, если Клиенту стали известны логин и пароль другого Клиента, а также иная
                                конфиденциальная информация о последнем, он обязан уведомить об этом Оператора и не
                                использовать ставшую известной ему указанную информацию.
                            </li>
                            <li>11.5. Сервис содержит ссылки на Интернет-ресурсы третьих лиц, на которых настоящая
                                Политика не распространяется. Оператор не несет ответственности за действия таких
                                третьих лиц в отношении персональных данных Клиента
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
        <extendedinf></extendedinf>
    </main>
</template>

<script>
import navbar from './NavBar'
import extendedinf from "./ExtendedFooterInformation";

export default {
    name: "RulesPolitic",
    components: {
        navbar, extendedinf
    },
}
</script>

<style scoped>
.article {
    color: #0B3158;
}

.article-body {
    background-color: white;
}

.article-title {
    font-size: 30px;
    font-weight: 600;
}

.article-body__caption {
    font-weight: bold;
    font-size: 20px;
    margin-bottom: 20px;
}

.article-body__numeric > li {
    margin-bottom: 15px;
}

.article-body__indent {
    margin-top: 15px;
    text-indent: 30px;
}

.article-body__no-margin > li {
    margin-bottom: 0 !important;
}
</style>
